Repository: ryonakano/switchboard-plug-keyboard
Catalog: po/extra/*.po
Languages: ca, pl, uk

source: Keyboard Settings
ca: Paràmetres del teclat
pl: Ustawienia klawiatury
uk: Налаштування клавіатури

source: Configure keyboard behavior, layouts, and shortcuts
ca: Configureu el comportament, la disposició i les dreceres del teclat.
pl: Konfiguruj zachowanie klawiatury, układy oraz skróty
uk: Налаштування поведінки клавіатури, розкладки та комбінації клавіш

source: Minor updates:
ca: Actualitzacions menors:
pl: Mniejsze aktualizacje:
uk: Незначні оновлення:

source: Fix potential crashes
ca: Correcció de possibles fallades
pl: Naprawiono potencjalne błędy krytyczne
uk: Усунено можливі збої

source: Add "Cycle Windows of application" and "Cycle Windows of application backwards" shortcuts
ca: Addició de les dreceres "Cicle de finestres d'aplicacions" i "Cicle de finestres d'aplicacions invers"
pl: Dodano skróty „Przełączaj między oknami aplikacji„ oraz „Przełączaj między oknami aplikacji wstecz„
uk: Додано ярлики "Перемикання між вікнами застосунку" та "Перемикання між вікнами застосунку у зворотному порядку"

source: Improve experience installing input methods
ca: Millora de l'experiència instal·lant mètodes d'entrada
pl: Poprawiono sposób instalacji metod wejścia
uk: Поліпшення процесу встановлення методів вводу

source: Updated translations
ca: Traduccions actualitzades
pl: Zaktualizowane tłumaczenia
uk: Оновлені переклади

source: Show the values associated with sliders while dragging
ca: Mostra els valors associats als controls lliscants mentre arrossegueu
pl: Przy przeciąganiu suwaków pokazywane są teraz odpowiadające położeniu wartości
uk: Показ значень, пов'язаних із повзунками, під час перетягування

source: New features:
ca: Característiques noves:
pl: Nowe funkcje:
uk: Нові функції:

source: Revert shortcuts to default
ca: Restaura les dreceres als valors predeterminats
pl: Przywrócenie skrótów do wartości domyślnych
uk: Відновлення стандартних комбінацій клавіш

source: Easily disable a shortcut
ca: Desactiveu fàcilment una drecera.
pl: Łatwe wyłączanie skrótów
uk: Просте вимкнення комбінації клавіш

source: Support Rime input method for Chinese
ca: Admet el mètode d'entrada Rime per al xinès.
pl: Wsparcie Rime jako urządzenia wejścia w języku chińskim
uk: Підтримка методу введення ієрогліфів для китайської мови

source: Remove custom shortcuts from their menu
ca: Elimina les dreceres personalitzades del menú
pl: Usunięto niestandardowe skróty z ich menu
uk: Вилучено налаштовувані комбінації клавіш з їхнього меню

source: Update for OS 7
ca: Actualització a SO 7
pl: Aktualizacja OS 7
uk: Оновлення для OS 7

source: Open Multitasking View with Super
ca: Obriu la multitasca amb la tecla súper.
pl: Otwieranie widoku wielu zadań przy użyciu Super
uk: Відкриття багатозадачного вигляду клавішею Super
